---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationNetworkChangeServiceResult.UserAborted
enum: Autodesk.Revit.DB.Fabrication.FabricationNetworkChangeServiceResult
source: html/d637e2e7-215c-ac8e-7c9a-9311a07d68ba.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationNetworkChangeServiceResult.UserAborted

The change was aborted by the user.